---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.STLExportOptions
source: html/51eed612-a449-1917-9372-e58e4381e8d4.htm
---
# STLExportOptions Members

Constructs a new instance of STLExportOptions with default values of all properties.